results/exp1/20260224T024240Z-direct-nginx/raw/wrk/c8/run-3.txt
Running 1m test @ http://192.168.100.1:8080/exp1-1k.txt
  4 threads and 8 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    72.19us   15.60us   3.68ms   86.71%
    Req/Sec    27.35k     1.57k   30.30k    76.12%
  Latency Distribution
     50%   70.00us
     75%   76.00us
     90%   87.00us
     99%  112.00us
  6541672 requests in 1.00m, 7.76GB read
Requests/sec: 108847.71
Transfer/sec:    132.14MB